Repository: kanyimi/ximg
Catalog: photohost/locale/*/LC_MESSAGES/django.po
Languages: es, ru, uk

source: 1 day
es: 1 día
ru: 1 день
uk: 1 день

source: 3 days
es: 3 días
ru: 3 дня
uk: 3 дні

source: 1 week
es: 1 semana
ru: 1 неделя
uk: 1 тиждень

source: 2 weeks
es: 2 semanas
ru: 2 недели
uk: 2 тижні

source: 1 month
es: 1 mes
ru: 1 месяц
uk: 1 місяць

source: 2 months
es: 2 meses
ru: 2 месяца
uk: 2 місяці

source: Deletion time
es: Tiempo de eliminación
ru: Время удаления
uk: Час видалення

source: Section expired
es: Sección expirada
ru: Раздел истёк
uk: Розділ закінчився

source: 404 - Section expired or Does not exist
es: 404 - La sección expiró o no existe
ru: 404 - Раздел истёк или не существует
uk: 404 - Розділ закінчився або не існує

source: Oops! The item or page you're looking for does not exist.
es: ¡Ups! El elemento o la página que buscas no existe.
ru: Упс! Элемент или страница, которую вы ищете, не существует.
uk: Ой! Елемент або сторінка, яку ви шукаєте, не існує.

source: Go Back Home
es: Volver al inicio
ru: Вернуться на главную
uk: Повернутися на головну

source: File exchange service with a secure feature to remove metadata.
es: Servicio de intercambio de archivos con una función segura para eliminar metadatos.
ru: Файл обменник с безопасной функцией удаления мета-данных.

source: File Exchange — Security and Metadata Removal
es: Intercambio de archivos — Seguridad y eliminación de metadatos
ru: Файл обменник — Безопасность и Удаление Мета Данных

source: secure note
es: nota segura
ru: секретная заметка
uk: секретна нотатка

source: All mirrors of
es: Todos los espejos de
ru: Все зеркала
uk: Всі дзеркала

source: Verification
es: Sección
ru: Раздел
uk: Розділ

source: Enter the 6-digit code from your authenticator app.
es: Introduce el código de 6 dígitos de tu aplicación de autenticación.
ru: Введите 6-значный код из приложения-аутентификатора.
uk: Введіть 6-значний код із вашого застосунку автентифікації.

source: Code
es: Código
ru: Код
uk: Код

source: Verify
es: Verificar
ru: Подтвердить
uk: Підтвердити

source: Logout
es: Cerrar sesión
ru: Выйти
uk: Вийти

source: Dashboard Login
es: Inicio de sesión del panel
ru: Вход в панель управления
uk: Вхід до панелі

source: Sign in to access admin statistics and content.
es: Inicia sesión para acceder a las estadísticas y al contenido de administración.
ru: Войдите, чтобы получить доступ к статистике и контенту администратора.
uk: Увійдіть, щоб отримати доступ до статистики та контенту адміністратора.

source: Username
es: Nombre de usuario
ru: Имя пользователя
uk: Ім’я користувача

source: Password
es: Contraseña
ru: Пароль
uk: Пароль

source: Login
es: Iniciar sesión
ru: Войти
uk: Увійти

source: Protected area • Staff accounts only
es: Área protegida • Solo cuentas del personal
ru: Защищённая зона • Только для сотрудников
uk: Захищена зона • Лише облікові записи персоналу

source: Search
es: Buscar
ru: Поиск
uk: Пошук

source: Original name
es: Guardar nombres de archivos originales
ru: Сохранить старые имена файлов
uk: Зберегти оригінальні назви файлів

source: Section
es: Sección
ru: Раздел
uk: Розділ

source: Uploaded
es: Subido
ru: Загружено
uk: Завантажено

source: Download
es: Descargar
ru: Скачать
uk: Завантажити

source: No files found.
es: No se encontraron archivos.
ru: Файлы не найдены.
uk: Файлів не знайдено.

source: Active notes
es: nota segura
ru: секретная заметка
uk: секретна нотатка

source: Retention copies
es: Tiempo de eliminación
ru: Время удаления
uk: Час видалення

source: Flagged notes
es: Notas marcadas
ru: Отмеченные заметки
uk: Позначені нотатки

source: Created
es: Crear Nota
ru: Создать заметку
uk: Створити нотатку

source: Expires
es: Caduca
ru: Истекает
uk: Закінчується

source: Delete after read
es: Eliminar después de leer
ru: Удалить после прочтения
uk: Видалити після читання

source: Open
es: Abrir Nota
ru: Открыть заметку
uk: Відкрити нотатку

source: Delete after reading
es: Eliminar después de leer
ru: Удалить после прочтения
uk: Видалити після читання

source: Yes
es: Sí
ru: Да
uk: Так

source: No
es: Nota
ru: Примечание
uk: Примітка

source: No active notes found.
es: No se encontraron notas activas.
ru: Активные заметки не найдены.
uk: Активних нотаток не знайдено.

source: Note ID
es: Nota
ru: Примечание
uk: Примітка

source: Had password
es: Contraseña
ru: Пароль
uk: Пароль

source: Preview
es: Vista previa
ru: Предпросмотр
uk: Попередній перегляд

source: View
es: Vista de Prueba
ru: Тестовый просмотр
uk: Тестовий перегляд

source: No retention copies found.
es: No se encontraron copias de retención.
ru: Копии для хранения не найдены.
uk: Копій для ретенції не знайдено.

source: Matched terms
es: Términos coincidentes
ru: Совпавшие термины
uk: Збіглі терміни

source: No flagged notes found.
es: No se encontraron notas marcadas.
ru: Отмеченные заметки не найдены.
uk: Позначених нотаток не знайдено.

source: Retention Note
es: Tiempo de eliminación
ru: Время удаления
uk: Час видалення

source: Note ID:
es: Nota
ru: Примечание
uk: Примітка

source: Copy
es: Copiar
ru: Копировать
uk: Копіювати

source: Close
es: Cerrar
ru: Закрыть
uk: Закрити

source: No sections found.
es: No se encontraron secciones.
ru: Разделы не найдены.
uk: Розділів не знайдено.

source: Start
es: Inicio
ru: Начало
uk: Початок

source: End
es: Fin
ru: Конец
uk: Кінець

source: Apply
es: Aplicar
ru: Применить
uk: Застосувати

source: Files uploaded
es: archivos subidos
ru: файлов загружено
uk: файлів завантажено

source: Sections created
es: Sección expirada
ru: Раздел истёк
uk: Розділ закінчився

source: Notes created
es: Nota Eliminada
ru: Заметка удалена
uk: Нотатку видалено

source: Visitors
es: Visitantes
ru: Посетители
uk: Відвідувачі

source: Period can be 1 day, 2 days, 1 week, 1 month, or any calendar interval.
es: El período puede ser 1 día, 2 días, 1 semana, 1 mes o cualquier intervalo del calendario.
ru: Период может быть 1 день, 2 дня, 1 неделя, 1 месяц или любой календарный интервал.
uk: Період може бути 1 день, 2 дні, 1 тиждень, 1 місяць або будь-який календарний інтервал.

source: Server
es: Servidor
ru: Сервер
uk: Сервер

source: Total storage
es: Almacenamiento total
ru: Общий объём хранилища
uk: Загальний обсяг сховища

source: Free storage
es: Almacenamiento libre
ru: Свободное место
uk: Вільне місце

source: Used storage
es: Almacenamiento usado
ru: Использовано
uk: Використано

source: Available
es: Disponible
ru: Доступно
uk: Доступно

source: Uptime
es: Tiempo de actividad
ru: Время работы
uk: Час безперервної роботи

source: Load avg
es: Promedio de carga
ru: Средняя нагрузка
uk: Середнє навантаження

source: 2FA is
es: La 2FA está
ru: 2FA
uk: 2FA

source: enabled
es: activada
ru: включена
uk: увімкнено

source: for this account. ✅
es: para esta cuenta. ✅
ru: для этого аккаунта. ✅
uk: для цього облікового запису. ✅

source: Disable 2FA
es: Desactivar 2FA
ru: Отключить 2FA
uk: Вимкнути 2FA

source: disabled
es: desactivada
ru: отключена
uk: вимкнено

source: Scan the QR code with Google Authenticator / Authy / 1Password, then enter the code to enable 2FA.
es: Escanea el código QR con Google Authenticator / Authy / 1Password y luego introduce el código para activar la 2FA.
ru: Отсканируйте QR-код в Google Authenticator / Authy / 1Password, затем введите код, чтобы включить 2FA.
uk: Відскануйте QR-код у Google Authenticator / Authy / 1Password, а потім введіть код, щоб увімкнути 2FA.

source: Manual secret:
es: Secreto manual:
ru: Секрет вручную:
uk: Секрет вручну:

source: Enable 2FA
es: Activar 2FA
ru: Включить 2FA
uk: Увімкнути 2FA

source: No secret generated yet.
es: Aún no se ha generado ningún secreto.
ru: Секрет ещё не сгенерирован.
uk: Секрет ще не згенеровано.

source: Dashboard
es: Panel
ru: Панель управления
uk: Панель

source: Statistics
es: Estado
ru: Статус
uk: Статус

source: Sections
es: Secciones
ru: Разделы
uk: Розділи

source: Files
es: Archivos
ru: Файлы
uk: Файли

source: Secret Notes
es: Crear Nota
ru: Создать заметку
uk: Створити нотатку

source: Settings
es: Ajustes
ru: Настройки
uk: Налаштування

source: Upload is completed
es: Carga completada
ru: Загрузка завершена
uk: Завантаження завершено

source: Copied
es: Copiado
ru: Скопировано
uk: Скопійовано

source: All URLs
es: Todas las URLs
ru: Все URL
uk: Всі URL

source: All URLs copied
es: Todas las URLs copiadas
ru: Все URL скопированы
uk: Всі URL скопійовано

source: Download All in ZIP
es: Descargar Todo en ZIP
ru: Скачать всё в ZIP
uk: Завантажити все в ZIP

source: file Hosting with automatic
es: alojamiento de archivos con automático
ru: Хостинг файлов с автоматической
uk: Хостинг файлів з автоматичним

source: EXIF (metadata) cleaning
es: limpieza automática de EXIF (metadatos)
ru: очисткой EXIF (метаданных)
uk: очищенням EXIF (метаданих)

source: Loading...
es: Cargando...
ru: Загрузка...
uk: Завантаження...

source: Uploading files...
es: Subiendo archivos...
ru: Загрузка файлов...
uk: Завантаження файлів...

source: of
es: de
ru: из
uk: з

source: files uploaded
es: archivos subidos
ru: файлов загружено
uk: файлів завантажено

source: Cancel Upload
es: Cancelar Carga
ru: Отменить загрузку
uk: Скасувати завантаження

source: Select files to upload
es: Seleccionar archivos para subir
ru: Выбрать файлы для загрузки
uk: Вибрати файли для завантаження

source: Or Drag and Drop
es: O Arrastrar y Soltar
ru: Или перетащите файлы
uk: Або перетягніть файли

source: Keep original filenames
es: Guardar nombres de archivos originales
ru: Сохранить старые имена файлов
uk: Зберегти оригінальні назви файлів

source: The function allows you to
es: La función te permite
ru: Функция позволяет
uk: Функція дозволяє

source: save the original file names
es: guardar los nombres de archivo originales
ru: сохранить оригинальные имена файлов
uk: зберегти оригінальні назви файлів

source: after uploading to the hosting
es: después de subirlos al hosting
ru: после загрузки на хостинг
uk: після завантаження на хостинг

source: Data stored from 1 to 60 days
es: Datos almacenados de 1 a 60 días
ru: Данные хранятся от 1 до 60 дней
uk: Дані зберігаються від 1 до 60 днів

source: Upload
es: Subido
ru: Загрузить
uk: Завантажити

source: We delete ExIf (meta tags) from media files (JPG, PDF, PSD and other)
es: Eliminamos ExIf (metadatos) de archivos multimedia (JPG, PDF, PSD y otros)
ru: Мы удаляем ExIf (метатеги) из медиафайлов (JPG, PDF, PSD и других)
uk: Ми видаляємо ExIf (метатеги) з медіафайлів (JPG, PDF, PSD та інших)

source: Supported files
es: Archivos compatibles
ru: Поддерживаемые файлы
uk: Підтримувані файли

source: Warning
es: Advertencia
ru: Предупреждение
uk: Попередження

source: This note will be permanently deleted after opening.
es: Esta nota se eliminará permanentemente después de abrirla.
ru: Эта заметка будет удалена навсегда после открытия.
uk: Ця нотатка буде видалена назавжди після відкриття.

source: Open Note
es: Abrir Nota
ru: Открыть заметку
uk: Відкрити нотатку

source: Cancel
es: Cancelar
ru: Отмена
uk: Скасувати

source: Important Warning
es: Advertencia Importante
ru: Важное предупреждение
uk: Важливе попередження

source: You are about to read and
es: Estás a punto de leer y
ru: Вы собираетесь прочитать и
uk: Ви збираєтеся прочитати і

source: permanently destroy this note
es: destruir permanentemente esta nota
ru: навсегда уничтожить эту заметку
uk: назавжди знищити цю нотатку

source: Are you sure you want to continue?
es: ¿Estás seguro de que quieres continuar?
ru: Вы уверены, что хотите продолжить?
uk: Ви впевнені, що хочете продовжити?

source: Yes, show me the note
es: Sí, muéstrame la nota
ru: Да, покажите мне заметку
uk: Так, покажіть мені нотатку

source: Yes, show me the note
es: Sí, muéstrame la nota
ru: Да, покажите мне заметку
uk: Так, покажіть мені нотатку

source: No, not now
es: No, ahora no
ru: Нет, не сейчас
uk: Ні, не зараз

source: Remember
es: Recuerda
ru: Помните
uk: Пам'ятайте

source: If you need to keep the information from this note,
es: Si necesitas conservar la información de esta nota,
ru: Если вам нужно сохранить информацию из этой заметки,
uk: Якщо вам потрібно зберегти інформацію з цієї нотатки,

source: make sure to copy it before closing the page, as it will be permanently deleted.
es: asegúrate de copiarla antes de cerrar la página, ya que se eliminará permanentemente.
ru: обязательно скопируйте её перед закрытием страницы, так как она будет удалена навсегда.
uk: обов'язково скопіюйте її перед закриттям сторінки, оскільки вона буде видалена назавжди.

source: Send
es: Enviar
ru: Отправить
uk: Надіслати

source: Encrypted
es: Cifrado
ru: Зашифрованные
uk: Зашифровані

source: Notes that will self-destruct
es: Notas que se autodestruirán
ru: Заметки, которые самоуничтожатся
uk: Нотатки, які самознищаться

source: after being read
es: después de ser leídas
ru: после прочтения
uk: після прочитання

source: Optional Password
es: Contraseña Opcional
ru: Пароль (необязательно)
uk: Пароль (необов'язково)

source: If set, users will need this password to view the note
es: Si se establece, los usuarios necesitarán esta contraseña para ver la nota
ru: Если установлен, пользователям потребуется этот пароль для просмотра заметки
uk: Якщо встановлено, користувачам знадобиться цей пароль для перегляду нотатки

source: Self-destruct
es: Autodestrucción
ru: Самоуничтожение
uk: Самознищення

source: Create Note
es: Crear Nota
ru: Создать заметку
uk: Створити нотатку

source: Secret note created successfully
es: Nota secreta creada exitosamente
ru: Секретная заметка успешно создана
uk: Секретну нотатку успішно створено

source: Password Protected
es: Protegido con Contraseña
ru: Защищено паролем
uk: Захищено паролем

source: This note requires a password to view
es: Esta nota requiere una contraseña para verla
ru: Для просмотра этой заметки требуется пароль
uk: Для перегляду цієї нотатки потрібен пароль

source: No Password Set
es: Sin Contraseña
ru: Пароль не установлен
uk: Пароль не встановлено

source: Anyone with the link can view this note
es: Cualquiera con el enlace puede ver esta nota
ru: Любой, у кого есть ссылка, может просмотреть эту заметку
uk: Будь-хто з посиланням може переглянути цю нотатку

source: Share this link. Anyone with it can read the note
es: Comparte este enlace. Cualquiera que lo tenga puede leer la nota
ru: Поделитесь этой ссылкой. Любой, у кого она есть, может прочитать заметку
uk: Поділіться цим посиланням. Будь-хто з ним може прочитати нотатку

source: Password required
es: Contraseña requerida
ru: Требуется пароль
uk: Потрібен пароль

source: Note Information
es: Información de la Nota
ru: Информация о заметке
uk: Інформація про нотатку

source: Status
es: Estado
ru: Статус
uk: Статус

source: No Password
es: Sin Contraseña
ru: Без пароля
uk: Без пароля

source: Expiration
es: Expiración
ru: Срок действия
uk: Термін дії

source: No expiration
es: Sin expiración
ru: Без срока действия
uk: Без терміну дії

source: Test View
es: Vista de Prueba
ru: Тестовый просмотр
uk: Тестовий перегляд

source: Create Another
es: Crear Otra
ru: Создать ещё одну
uk: Створити ще одну

source: Important
es: Importante
ru: Важно
uk: Важливо

source: The password cannot be recovered if lost.
es: La contraseña no se puede recuperar si se pierde.
ru: Пароль нельзя восстановить, если он утерян.
uk: Пароль не можна відновити, якщо він загублений.

source: Make sure to save it somewhere safe before sharing the link.
es: Asegúrate de guardarla en un lugar seguro antes de compartir el enlace.
ru: Обязательно сохраните его в безопасном месте перед тем, как делиться ссылкой.
uk: Обов'язково збережіть його в безпечному місці, перш ніж ділитися посиланням.

source: Note Deleted
es: Nota Eliminada
ru: Заметка удалена
uk: Нотатку видалено

source: This secret note has been deleted or has expired
es: Esta nota secreta ha sido eliminada o ha expirado
ru: Эта секретная заметка была удалена или истек её срок действия
uk: Цю секретну нотатку було видалено або закінчився її термін дії

source: Why was this note deleted?
es: ¿Por qué se eliminó esta nota?
ru: Почему была удалена эта заметка?
uk: Чому було видалено цю нотатку?

source: It was set to 'delete after reading' and has already been viewed
es: Se configuró para 'eliminar después de leer' y ya ha sido vista
ru: Она была настроена на 'удаление после прочтения' и уже была просмотрена
uk: Вона була налаштована на 'видалення після читання' і вже була переглянута

source: It reached its expiration date
es: Alcanzó su fecha de expiración
ru: Истёк срок её действия
uk: Закінчився її термін дії

source: The creator manually deleted it
es: El creador la eliminó manualmente
ru: Создатель удалил её вручную
uk: Створювач видалив її вручну

source: An error occurred while decrypting the content
es: Ocurrió un error al descifrar el contenido
ru: Произошла ошибка при расшифровке содержимого
uk: Сталася помилка при розшифруванні вмісту

source: Create New Note
es: Crear Nueva Nota
ru: Создать новую заметку
uk: Створити нову нотатку

source: Go to Homepage
es: Ir a la Página de Inicio
ru: Перейти на главную
uk: Перейти на головну

source: Note
es: Nota
ru: Примечание
uk: Примітка

source: Secret notes are designed to self-destruct after being read or when they expire.
es: Las notas secretas están diseñadas para autodestruirse después de ser leídas o cuando expiran.
ru: Секретные заметки предназначены для самоуничтожения после прочтения или по истечении срока действия.
uk: Секретні нотатки призначені для самознищення після прочитання або після закінчення терміну дії.

source: This ensures your sensitive information doesn't stay accessible forever.
es: Esto asegura que tu información sensible no permanezca accesible para siempre.
ru: Это гарантирует, что ваша конфиденциальная информация не останется доступной навсегда.
uk: Це гарантує, що ваша конфіденційна інформація не залишиться доступною назавжди.

source: Error
ru: Ошибка
uk: Помилка

source: Possible reasons
es: Posibles razones
ru: Возможные причины
uk: Можливі причини

source: Encryption key mismatch or corruption
es: Incompatibilidad o corrupción de la clave de cifrado
ru: Несоответствие или повреждение ключа шифрования
uk: Невідповідність або пошкодження ключа шифрування

source: Note content has been tampered with
es: El contenido de la nota ha sido alterado
ru: Содержимое заметки было изменено
uk: Вміст нотатки було змінено

source: Database inconsistency
es: Inconsistencia de la base de datos
ru: Несогласованность базы данных
uk: Несуперечливість бази даних

source: Temporary server issue
es: Problema temporal del servidor
ru: Временная проблема с сервером
uk: Тимчасова проблема з сервером

source: Try Again
es: Intentar Nuevamente
ru: Попробовать снова
uk: Спробувати знову

source: Password Required
es: Contraseña Requerida
ru: Требуется пароль
uk: Потрібен пароль

source: This note will be permanently
es: Esta nota se
ru: Эта заметка будет
uk: Ця нотатка буде

source: deleted
es: eliminará
ru: удалена
uk: видалена

source: after reading
es: después de leer
ru: после прочтения
uk: після читання

source: This note is protected by a password. Please enter it below to view the content.
es: Esta nota está protegida por una contraseña. Por favor, ingrésala a continuación para ver el contenido.
ru: Эта заметка защищена паролем. Пожалуйста, введите его ниже, чтобы просмотреть содержимое.
uk: Ця нотатка захищена паролем. Будь ласка, введіть його нижче, щоб переглянути вміст.

source: self-destruct
es: autodestruirá
ru: самоуничтожится
uk: самознищиться

source: immediately after viewing.
es: inmediatamente después de verla.
ru: сразу после просмотра.
uk: відразу після перегляду.

source: Read and Destroy Note
es: Leer y Destruir Nota
ru: Прочитать и уничтожить заметку
uk: Прочитати та знищити нотатку

source: View Note
es: Ver Nota
ru: Просмотреть заметку
uk: Переглянути нотатку

source: Go Back
es: Volver Atrás
ru: Назад
uk: Назад

source: Note Content
es: Contenido de la Nota
ru: Содержимое заметки
uk: Вміст нотатки

source: Copy to Clipboard
es: Copiar al Portapapeles
ru: Копировать в буфер обмена
uk: Копіювати в буфер обміну

source: Slug
uk: Слаг
